= あとがき

書き終わったー！やったー！コストを考えて早割に絶対間に合わせようみたいな話を書いている本なのに、早割に間に合わなかったら洒落にならない、と泣きながら書きました。ぎりぎり間に合いましたね！ありがとうございます。本書を読んだ感想は、ぜひハッシュタグ「@<ttb>{#届ける工夫}」と共にXでポストしてください。

本書に書いてある工夫は、斬新なアイデアや新しい発見というよりも、どれも当たり前のことばかりです。結局、当たり前のことを徹底して全部やりきるのが大事ということですね。でも全部頑張れなくてもいいので、やれそうなものからやってみましょう。そしてあなたの本が欲しい人たちにいっぱい届いたら、協力してくれた人たちと一緒に焼肉を食べて英気を養い、また次の本を書いてください。

ここ1年ほど、やりたいことはすぐにやるし、会いたい人にはちゃんと会っておこう、と思って色んなことを先延ばしにしないようにしています。カリフォルニアのディズニーパークへ行って、ずっと観たかったファンタズミックという水上ショーも観てきました。その数か月後にショー演出の炎でドラゴンが燃え落ちてしまい、復旧後は以前とは異なる演出になりそうということなので、「本当に行っておいてよかった……」となっています。

それから、何年も「どうかNintendo Switchで出てくれ」と祈っていた「わがままファッション ガールズモード」が、精神的続編「ファッションドリーマー」になってついに発売されることになりました！ありがとう、シンソフィア！ずっと待ってたよ、本当にありがとう！！私はファッションドリーマーでインフルエンサーになるので、当面は仕事も執筆も何もかも二の次です。

それにしても今年の夏は暑かったですね。もはや日本の四季は春夏夏夏夏夏夏夏夏秋夏夏秋冬冬冬という感じで、もしかしてわたくしたち……人体の負荷試験をさせられているのではございませんこと……？と不穏なことを考えるお嬢様になってしまいました。やりたいことをやって、負荷試験をくぐり抜けて生き延び、どうかまた次の技術書典でお会いしましょう。ごきげんよう！

//flushright{

2023年11月

mochikoAsTech

//}

//pagebreak

== あとがき 改訂第2版

やっと書き終わったー！改訂するだけなら、0から書くより多少は楽だろうと思っていた自分を張り倒したい気持ちです。やり始めたら書き足したいことも、折角なら直したいところもいっぱいあって、改訂全然終わらなかった。

ところでここは「あとがき」なので本編と全然関係ないことを書くんですが、2025年末から2026年春にかけて、宇宙船を舞台にした人狼ゲーム「グノーシア」がアニメ化され、2クール連続で放送されました。めでたい！原作のゲームが好きだったのでリアルタイムで観ていたんですが、大変素晴らしかったです。面白かったし、よくこれを2クールで破綻なくまとめたな、と。アニメ化の影響で原作のゲームも再び売れているようですが、このグノーシアを開発したプチデポットが日本語訳を担った「リーガルダンジョン」というゲームも大変素晴らしいので、どうかこれを機にプレイしてみてほしいです。

韓国のインディーゲーム開発者SOMIさんがたった一人で作った「リーガルダンジョン」「REPLICA」「The Wake: Mourning Father, Mourning Mother」の罪悪感三部作、そして「未解決事件は終わらせないといけないから」はどれも本当に素晴らしいゲームなので、どうかまずはリーガルダンジョンだけでも……Nintendo Switchで980円@<fn>{somi}よ！お願いだからプレイして！人類は皆、SOMIさんのゲームをやって罪悪感で頭を抱えながら呻くべきだと思っています。

//footnote[somi][@<href>{https://store-jp.nintendo.com/item/software/D70010000036781}]

あと「都市伝説解体センター」も面白かった。そしてこの原稿が終わったら「ぽこ あ ポケモン」をやろうと思っていたはずが、なぜか原稿も終わってないのに「ドカポン！怒りの鉄剣」を始めてしまいました。夜な夜な家族でサイコロを振っています。空気が険悪にならない桃鉄みたいな感じだったのでドカポンもお勧めです。

怒濤の勢いでゲームの話ばかりしてきましたが、こんなふうに好きなものを「好き」とつたえる言葉には力があります。好きなもの、やりたいこと、うれしいこと、おいしいもの、美しい春、ねこの温かいお腹……つらいことやしんどいことは放っておいても向こうからやってくるので、自分で選べるものはせめて呪いより言祝ぎでありたいなと思っています。

あなたさえよければ、また次の本でお会いしましょう。

//flushright{

2026年4月

mochikoAsTech

//}

=={pdf} PDF版のダウンロード

本書（紙の書籍）をお買い上げいただいた方は、下記のURLからPDF版を無料でダウンロードできます。

 * ダウンロードURL
 ** @<href>{https://mochikoastech.booth.pm/items/5194098}
 * パスワード
 ** @<ttb>{WriteFirstThinkLater}

== Special Thanks:

 * 初版
 ** 「かわいい」の褒め言葉でさらに可愛くなるねこ
 ** なんでなん？と言いながら毛繕いするねこ
 ** 茶色くて骨太なねこらしいねこ
 ** 部数の読みを絶対に外さない夫
 ** 本を読む速さが私に似た息子
 * 改訂第2版
 ** にんげんが半径2m以内にいないと不機嫌になるねこ
 ** 「そうねそうね」と言ってくれる全肯定ねこ
 ** 気づいたら四半世紀ずっと好きな夫
 ** プロセカのガチャは験を担いで母に引かせる息子

=== レビュアー

 * Yukari Miura（@ma2ri__）
 * SODA Chikashi
 * wiroha
 * vvakame
 * Nkzn
 * 五十嵐邦明
 * ToBe-Tan
 * MickyQA
 * Shoco Sato
 * 941
